tap "homebrew/core"
tap "homebrew/versions"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/fonts"
tap "caskroom/cask"
tap "beeftornado/rmtree"
tap "neovim/neovim"
brew "coreutils"
brew "openssl"
brew "elixir"
brew "fzf"
brew "git"
brew "gnu-apl"
brew "gnu-indent"
brew "gnu-sed"
brew "gnupg", link: false
brew "go"
brew "htop"
brew "libtool"
brew "xz"
brew "imagemagick"
brew "neovim"
brew "postgresql", restart_service: true
brew "python"
brew "python@2"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rust", link: false
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "zplug"
brew "zsh"
cask "1password"
cask "alfred"
cask "bartender"
cask "brave"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "gpgtools"
cask "imageoptim"
cask "istat-menus"
cask "iterm2"
cask "keka"
cask "ngrok"
cask "postman"
cask "private-internet-access"
cask "slack"
cask "spotify"
cask "transmission"
cask "tunnelblick"
cask "vimr"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "caskroom/fonts/font-sourcecodepro-nerd-font"
cask "caskroom/fonts/font-sourcecodepro-nerd-font-mono"
