tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "neovim/neovim"
brew "autoconf"
brew "bat"
brew "coreutils"
brew "openssl"
brew "elixir"
brew "fd"
brew "fzf"
brew "git"
brew "gnupg", link: false
brew "htop"
brew "libtool"
brew "xz"
brew "imagemagick"
brew "neovim"
brew "readline"
brew "python"
brew "python@2"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shellcheck"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "yarn"
brew "zplug"
brew "zsh"
cask "1password"
cask "aerial"
cask "alfred"
cask "bartender"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-sourcecodepro-nerd-font"
cask "font-sourcecodepro-nerd-font-mono"
cask "google-chrome"
cask "gpg-suite"
cask "imageoptim"
cask "istat-menus"
cask "iterm2"
cask "keka"
cask "ngrok"
cask "postman"
cask "private-internet-access"
cask "slack"
cask "spotify"
cask "tunnelblick"
cask "vimr"
cask "visual-studio-code"
cask "vlc"
