tap "coinbase/assume-role"
tap "homebrew/cask"
brew "awscli"
brew "bat"
brew "coinbase/assume-role/assume-role"
brew "coreutils"
brew "elixir"
brew "fd"
brew "fzf"
brew "git"
brew "htop"
brew "hub"
brew "imagemagick"
brew "mas"
brew "neovim"
brew "nginx"
brew "openssl"
brew "python"
brew "rbenv"
brew "readline"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "zplug"
brew "zsh"
cask "1password"
cask "aerial"
cask "alfred"
cask "bartender"
cask "chromedriver"
cask "discord"
cask "docker"
cask "dropbox"
cask "figma"
cask "firefox"
cask "google-chrome"
cask "gpg-suite"
cask "imageoptim"
cask "istat-menus"
cask "iterm2"
cask "keka"
cask "ngrok"
cask "nordvpn"
cask "slack"
cask "spotify"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
mas "Black Out", id: 1319884285
mas "Contrast", id: 1254981365
mas "GIF Brewery 3", id: 1081413713
mas "WireGuard", id: 1451685025
